Repository: mozilla-l10n/mt-training-data
Catalog: odk/odk_pontoon.tmx
Source language: en_us
Languages: odk

source: Press play, listen & tell us: did they accurately speak the sentence below?
odk: راندِي نُون دٻاوا، سُڻا ائُون اَمهان نُون سُڻاوا: ڪا اُونهَين جھِڪي ڏِيوڙا جُملا صحِيح ٻوللا؟

source: Press { shortcut-play-toggle } to toggle play mode
odk: راند موڊِي نُون ٽوگل ڪرڻي ڪاڻ { shortcut-play-toggle } دٻاوا۔

source: Privacy
odk: ذاتِي

source: <privacyLink>Privacy</privacyLink>
odk: <privacyLink> رازدارِي </privacyLink>

source: Privacy Policy
odk: زاتِي معلُوماتي چِي پاليسِي

source: Privacy, security and transparency.
odk: رازدارِي، حفاظت ائُون شفافِيئَت

source: Pro
odk: پيشه ور

source: Process / Steps
odk: عمل/ قدم

source: Profile
odk: پروفائِيل

source: Profile information improves the audio data used in training speech recognition accuracy.
odk: پروفائِيلِي چِي معلُوماتِي تربيتِي تقرِيري چِي اوڙکاندِي چي صحِيح ۾ استعمال هُوَڻي هاڙِي آڊيو ڊيٽائِي نُون سٺَي ٺاهوَي ڇَي۔

source: Progress
odk: پيش رفت

source: Public Domain
odk: عوامِي ڊومين

source: Publicly accessible open speech datasets in 130+ languages
odk: 130+ ٻولِيان ۾ عوامِي نمُوني پر قابل مِلڻي هاڙا کُلوڙا ٻولڻي هاڙا ڊيٽاسيٽس

source: Pular Guinea
odk: پلر گنِي

source: Punctuation
odk: اوقاف

source: Punjabi
odk: پنجابِي

source: Puno Quechua
odk: پُنو قُوچُوئا

source: Quechua Ambo-Pasco
odk: ڪيچوا امبو پاسڪو

source: Quechua Arequipa-La Unión
odk: ڪِيچوا اَريقِيوپا لا يُونِين

source: Quechua Cajatambo
odk: ڪيچوا ڪاجاٽامبو

source: Quechua Chanka
odk: ڪوچوا چانڪائِي

source: Quechua Chiquián
odk: ڪِيچوا شِيڪُوئان

source: Quechua Corongo Ancash
odk: ڪيچوا ڪورنگو انڪاش

source: Quechua Jauja Wanka
odk: ڪِيچوا جُوجا وانڪا

source: Quechua Pasco Santa Ana de Tusi
odk: ڪِيچوا پاسڪو سينٽا اَنا دي تُوسِي

source: Quechua Sihuas Ancash
odk: ڪيچوا سيهواس انڪش

source: Quechua Yauyos
odk: ڪيچوا يايووَس

source: Question
odk: سوال

source: Question Collection
odk: سوالان چا ذخِيرا

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
odk: اِسڙي سوال جڪو ثفاقتِي چي حسابا سُون تمام گھڻي مخصُوص هُوِي، يان جواب ڏيڻي هاڙي چي باري ۾ تمام گھڻي اندازي هڻِي۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
odk: سوال جڪو ڪانهُون حساس، جائِز نمونِي مِلتان جُلتان جاوابان انديشا ڪرڻي چا سبب هُو سِگھي هِتي۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
odk: اِسڙي سوال جڪو نفرتِي هاڙِي تقرِير يان بڙي ڏُوجي متعصبانا يان بِڙڻي هاڙي باتان ڪر سِگھي هِتي۔

source: Questions which might solicit personally identifiable information
odk: سوال جڪو ذاتِي نمُوني سُون اوڙکاندِي هاڙِي ڄاڻ طلب ڪر سِگھي هِتي۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
odk: اِسڙي سوال جڪا چي ڪاڻ ڪانهُون گھڻا ئِي مرحلان چِي فهرست ٺاهوَڻي چِي ضرُورت هُوَي ڇَي۔ فهرستِي چي مرحلي ماڻسا بڌِيڪ فطرِي جواب ڏيڻي چي بِدرُون سُڻاوَڻي چا اِشارا ڪري هِتي۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
odk: وي سوال جڪا چا جواب 15 سيڪنڊا ڏيڻي چي ڪاڻ ڪو بِي ماڻس جدوجھد ڪرهِي (گھڻي کن گھڻا ڪِلپ لانٻا)

source: r
odk: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
odk: [انگريرزِي ۾ 'Raised' نُون سدائِين هيڪ لفظ اُچار ڪلا جا ڇَي، ڏُونه ۾ نہ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
odk: ريٽ مقرر حدِي کن بڌتِي گيلِي ڇَي { $retryLimit } مِنٽا ۾ بڙتِي ڪوشش ڪرا

source: Rate limit exceeded. Try again in { $retryLimit } seconds
odk: لڪِيرحدِي کن بڌِيڪ { $retryLimit } گيلِي چلِي، بڙتِي ڪوشش ڪرا

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
odk: حڪُومتا، نفاع نہ ڪماوَڻي هاڙ يان بڙي ميڊيا هاڙِيان تنظِيمان چي پُجڻي تاڻِين ڏيکا تہ ڪا اُونهان چا ويب مواد، رپورٽا يان ڏُوجا مواد عوامِي ڊومينا چي ڪاڻ وقت ڪر سِگھجَي ڇَي۔

source: Reader Effects
odk: پڙهڻي چي اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
odk: صفحي پر ڪُلان لفظان نُون صحِيح نمُوني سُون پڙهڻ لازمِي ڇَي۔ جِڏ سُڻا، گھڻي اِحتياطا سُون چيڪ ڪرا تہ جڪو رڪارڊ ڪلَي گيلَي ڇَي اُونهچ ئِي ڇَي جڪو لِکلَي گيلَي ڇَي، معاهدا يان بڙي ياد ڪروڙي لفظ رد ڪرا جي ويهچ شامل ڪلي گيلي هُوَس تہ۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
odk: پڙهڻي چا ٽڪراءُ جڪو اصلا ۾ موجُود ڪونهِي ڇَي، مثال ”اَمهِين ڇئُون“ چي پارُون﻿ ”اَمهِين ڇئُون“، يان بڙي اِيهان چي اُبتڙ هُوَي۔

source: Read More
odk: بڌِيڪ پڙها

source: Read more on our About page
odk: اَمچي باري ۾ صفحي پر بڌِيڪ پڙها۔

source: Read sentences
odk: جُملي پڙهڻ

source: Read Sentences
odk: جُملي پڙهڻ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
odk: آپڪِي ٻولِي ۾ جُملي ڏاڍيُون پڙها ائُون دُنيائِي ۾ ڪُلان کن بڌِيڪ متنوع عوامِي چَي ڀيڙَي هُوَڻ ائُون تقرِيرِي هاڙي ڊيٽاسيٽا ۾ تعاون ڪرا۔

source: Read Sentences, Answer Questions
odk: جُملي پڙهڻ، سوالان چي جواب ڏِيئڻ

source: Read Sentences <small>(Coming soon)</small>
odk: جُملي پڙهڻ <small> (جلدِي آوَڻي هاڙِي ڇَي) </small>

source: Read sentences submitted by the community in various languages
odk: برادرِي چي طرفُون مختلف ٻولِيان ۾ جمع ڪرائوڙي جُملي پڙها

source: Read stories, updates, and media coverage of Common Voice
odk: اَمچي بلاگا پر جاوا يان بڙي امچي باري ۾ لِکا

source: Read the sentence carefully - don’t miss, change or add words.
odk: جملي نُون غورا سُون پڙها۔ گُونوان نہ، مٽاوا يان بڙي لفظ شامل ڪرا۔

source: Ready to add your voice or lend your ear?
odk: آپڪا آواز شامل ڪرڻي يان بڙي آپڪا ڌِيان ڏِيڻي ڪاڻ تيار ڇَوا؟

source: Ready to contribute?
odk: پتِي ڏِيئڻي چي ڪاڻ تيار ڇَوا؟

source: Ready to do { $count } more?
odk: ڪا تمهِين بڌِيڪ { $count } ڪرڻي چي ڪاڻ تيار ڇَوا؟

source: Ready to donate your voice?
odk: آپڪا آواز ڏيڻي چي ڪاڻ تيار ڇَوا؟

source: Ready to help validate sentences?
odk: جُملان چِي تصدِيق ڪرڻي ائُون مدد ڪرڻي ڪاڻ تيار ڇَوا؟

source: reCAPTCHA is required if you want to proceed
odk: جي تمهِين اُگتَي بڌڻ چاهوا ڇَوا تہ reCAPTCHA چِي ضرُورت ڇَي

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
odk: اِي ميلا حاصل ڪرا، جُون چيلنج ائُون مقصدا چي بارِي ۾ ياد ڏِراوَڻي هاڙِيا باتا، اُگتِي بڌڻي چي باري ۾ نوِيا باتا ائُون ڪامن وائِيسا چي باري ۾ نيُوزليٽر۔

source: Recorded Clips
odk: رڪارڊ ڪروڙي ڪِلپس

source: Recorded Hours
odk: رڪارڊ ڪروڙا ڪِلاڪ

source: <recordIcon></recordIcon> Last one!
odk: </recordIcon><recordIcon> هيڪ آخرِي!

source: [Recording cut off before the end of the last word]
odk: [آخرِي لفظ ختم هُوَڻي کن پيهڻُون رڪارڊنگ بند هُتِي گيلِي۔]

source: Recordings
odk: رڪارڊنگان

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
odk: آواز ڪِلپسا نُون رڪارڊ ڪرڻي ڪاڻ امچي کُلوڙي ڊيٽا سيٽا چي تعمِيرا چا هيڪ لازمِي حصا ڇَي۔ ڪهِين ماڻسين ڪيهي هِتين تہ اوهچ هيڪ مزيدار حِصا ڇَي۔

source: Record/Stop
odk: رڪارڊ ڪرا/ روڪا

source: Record your response
odk: آپڪا جواب رڪارڊ ڪرا۔

source: Record yourself reading sentences in your language
odk: آپڪا آواز رڪارڊ ڪرا ائُون آپڪِي ٻولِي ۾ جُملي پڙها

source: Record yourself responding to questions and prompts in your language
odk: آپڪِي ٻولِي ۾ سوال ائُون اِشاري چا جواب ڏِتان آپڪي آپا نُون رڪارڊ ڪرا۔

source: Record your voice
odk: آپڪا آواز رڪارڊ ڪراوا

source: Reference the source of your sentence (required)
odk: آپڪا جُملا جِٺي رڪارڊ ڪلا ڇَي اُٺلاچ حوالا ڏِيا (لازمِي)

source: Refresh
odk: تازَي ڪرا

source: Reject
odk: رد ڪرا

source: Remove
odk: هٽاوا

source: Remove Avatar
odk: اوتارا نُون هٽاوا

source: Report
odk: رپورٽ

source: Report was passed successfully
odk: رپورٽ ڪاميابي سُون منظور ڪلِي گيلِي

source: Request a Language
odk: ٻولِي چِي درخواست ڏِيا

source: Request for Scripted Speech
odk: اسڪرپٽڊ تقرِيرِي چي درخواست

source: Request for Spontaneous Speech
odk: بي بقا تقرِيرِي چِي درخواست

source: Request New Language
odk: نَوِين ٻولِي چِي درخواست ڏِيا۔

source: Request recordings
odk: رڪارڊنگِي چِي درخواست ڏِيا

source: *required
odk: *ضرُورت ڇَي

source: Re-record
odk: بڙتِي رڪارڊ ڪرا

source: Re-record clip
odk: ڪِلپ بڙتِي رڪارڊ ڪرا

source: Respond
odk: ورندِي ڏِيئڻ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
odk: نانوان هاڙي، ٻول چالا هاڙِي سياق و سباقا چي ڪاڻ ڊيٽا سيٽس ٺاهوڻي ڪاڻ اِشاري چا جواب ڏِيا۔ ٻولِيا، پيهڻِي ٻولِي چي ڪاڻ سُٺا ڇَي۔

source: Response deleted successfully
odk: جواب ڪاميابِي سُون کجتِي گيلا۔

source: Response submitted successfully
odk: جواب ڪاميابِي سُون جمع ڪلا گيلا۔

source: Return
odk: پُوٺا (واپس)

source: Return here to edit your goal anytime.
odk: ڪِسِي بِي مهلِي آپڪا مقصد مٽاوَڻي ڪاڻ اِٺي پُوٺي جاوا

source: Return to Common Voice
odk: ڪامن وائِيسا ڏِسِين پُوٺي جاوا

source: Return to Common Voice Datasets
odk: ڪامن وائِيس ڊيٽا سيٽسا ڏِسِين پُوٺي جاوا

source: Return to Languages
odk: ٻولِيان ڏِسِين پُوٺي جاوا

source: Review
odk: نظرثانِي

source: Review and vote for new questions submitted by the community
odk: برادرِي چي طرفُون جمع ڪروڙا نوان سوالان چا جائزا گيهوا ائُون ووٽ ڏِيا

source: Review could not be saved. Please try again later.
odk: نظرثانِي محفُوظ نہ هُو سِگھلِي، مهربانِي ڪتِي ٿوڪڙِي ديرِي کن پڇي بڙتِي ڪوشش ڪرا۔

source: ⓘ Review Criteria
odk: ⓘ نظرثانِي چا معيار

source: Review Criteria
odk: نظرثانِي چا معيار

source: Reviewed sentences not submitted, are sure?
odk: جائِزا گيهوڙي جُملي جمع ڪونهِي ڪلي گييلي، ڪا پَڪ ڇَي؟

source: Review existing sentences submitted by the community
odk: برادرِي چي طرفُون موڪلوڙان جُملان چا جائزا گيهوا

source: Reviewing Sentences
odk: جُملان چِي نظرثانِي

source: Review questions
odk: جائِزي چي سوال

source: Review Questions
odk: جائِزي چي سوال

source: Review & re-record clips here as you go
odk: جُون تمهِين اُگتي بڌا ڇوا ڪِلپان نُون بڙتِي رڪارڊ ڪرا ائُون نظرثانِي ڪرا

source: Review & re-record clips if needed
odk: جي اگر ضرُورت پڙَي تہ ڪِلپسا چا جائِزا گيهوا ائُون بڙتِي رڪارڊ ڪراوا۔

source: Review Sentences
odk: جُملان چا بڙتِي جائِزا گيهوا

source: Review sentences in your language
odk: آپڪِي ٻولِي ۾ جُملان چا جائزا گيهوا

source: Review & Submit
odk: نظرثانِي ڪرا ائُون جمع ڪراوا

source: Review transcriptions
odk: نقلي چا جائزا گيهوا

source: Review Transcriptions
odk: نقلان چا جائِزا گيهوا

source: Review transcriptions of recorded sentences for accuracy
odk: ريڪارڊ ڪروڙي جملِي نُون صحِيح ڪرڻي چي ڪاڻ لِکتان چا جائِز گيهوا

source: Review Transcriptions <small>(Coming soon)</small>
odk: ٽرانسڪرپشنزِي چا جائزا گيهوا <small> (جلدِي آوَي ڇَي چلا) </small>

source: Review user-submitted transcriptions in your language
odk: تمچِي ٻولِي ۾ يُوزرا چي طرفُون موڪلوڙان نقلان چا جائِزا گيهوا۔

source: Romanian
odk: رومانوِي

source: Romansh Sursilvan
odk: رومانش سرسلوان

source: Romansh Vallader
odk: رومانش ويلاڊر

source: Rukai
odk: رُوڪائِي

source: Runyankole
odk: رنيانڪولِي

source: Russian
odk: رُوسِي

source: Ruuli
odk: رُولِي

source: s
odk: ايس

source: S
odk: ايس

source: Sabah Bisaya
odk: صباح بسايا

source: Sabah Malay
odk: صباح ملائي

source: Sa'ban
odk: سائِيبان

source: Sakha
odk: سخائِي

source: Sakizaya
odk: ساڪِيزِيا

source: Santali (Ol Chiki)
odk: سنتالِي (اول چڪِي)

source: Saraiki
odk: سرائِيڪِي

source: Sardinian
odk: سارڊينِي

source: Save
odk: محفُوظ ڪرا

source: Saved
odk: محفُوظ هئوڙا

source: Scots
odk: اسڪاٽس

source: Scripted Speech
odk: اِسڪرپٽڊ تقرِير

source: SCRIPTED SPEECH
odk: لِکوڙِي تقرِير

source: Search
odk: سوڌا

source: Search for a language
odk: هيڪ ٻولِي سوڌا

source: Search for a language...
odk: ٻولِي چي ڪاڻ سوڌا

source: Seediq
odk: سِيدِڪِي

source: See how your progress compares to other contributors all over the world.
odk: ڏيکا تہ تمچِي پيشرفت سجِي دُنِيائِي چي ڏُوجان مدد ڪرڻي هاڙان چي مقابلي ۾ ڪِيُون ڇَي۔

source: See Less
odk: گھٽ ڏيکا

source: See More
odk: بڌيڪ ڏيکا

source: Select a Language...
odk: ٻُولِي چُونڊا

source: Select an option
odk: اِينهان مُون هيڪ چُونڊا

source: Select a variant (optional)
odk: هيڪ قِسم چُونڊا (اِخيتارِي)

source: Selected
odk: چُونڊوڙا

source: Select File
odk: فائِيل چُونڊا

source: Select File to Upload
odk: اَپلوڊ ڪرڻِ ڪاڻ فائِيل چُونڊا

source: Select the desired language dataset and choose the version you wish to download.
odk: مطلُوب ٻولِي ڊيٽا سيٽ چُونڊا ائُون نُسخا چُونڊا، جڪو تمهِين چُونڊڻ چاهوا ڇَوا

source: Select up to three domains (optional)
odk: تِين ڊومينز چُونڊا (اِختيارِي)

source: Select your age
odk: آپڪِي عُمرِِي چا اِنتخاب ڪرا۔

source: Select your sex or gender
odk: آپڪِي جِنس چُونڊ تہ تُڌِي جنس ڪا ڇَي

source: Self Citation
odk: آپ مرُودا حوالا

source: Send a link to my email
odk: مانڇِي اِي ميلِي پر هيڪ لِنڪ موڪل

source: Send sign up link
odk: سائِين اَپ لِنڪ موڪلا

source: Sentence
odk: جُملا

source: Sentence Collection
odk: جُملان چا ذخِيرا

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
odk: <sentenceCollectorFragment> جُملي ڀيڙي ڪرڻي چي باري ۾ بڌِيڪ ڏيکا </sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
odk: <sentenceCollectorVideo> اَمچِي گائِيڊ ڏيکا تہ جملي ڪيُون ڀيڙي ڪجِي۔ <sentenceCollectorVideo>

source: Sentence Domain
odk: جُملي چا ڊومين

source: Sentences
odk: جُملي

source: Sentences are collected for people to read aloud.
odk: جملان نُون ڀيڙَي ڪلَي جا ڇَي تہ جُون ماڻسين اُونهان نُون موٽي آوازا سُون پڙه سگھِي۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
odk: جُملان نُون برادرِي چي نہ گھٽ نہ بڌا چي حِسابا سُون جانچلَي جا ڇَي۔ جِڏ تہ هچ عمل پُورا ڪونهِي ڇَي۔ جي بڙي تمهِين ڪو اِسڙا جُملا ڏيکا يان بڙي سُڻا جڪو تمهان نُون ناراض ڪرَي يان بڙِي تمهان نُون پريشان ڪرَي۔ مثال طور، جي </participationGuidelines> برادرِي چي ايڪي چي <participationGuidelines> هاڙي ڪار، ڪان جو اوهچ امچي هدايتان ۾ پرچما هاڙا بٽڻ اِستعمال ڪرا۔ UI چِي برخلاف هُو سِگھا ڇَوا۔ مهربانِي ڪتِي </participationGuidelines> تمهِين آپ اِستعمال ڪر سِگھا ڇَوا <emailFragment>commonvoice@mozilla.com </emailFragment>۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
odk: ليسنا هاڙي ڊيٽا سيٽا ۾ شامل ڪرا cc-o اِٺي شامل ڪروڙي جُملي ماڻسان چي ڪاڻ سدائِين پلي ريهي۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
odk: ڪامن وائِيسا ۾ بِچڙڻي ڪاڻ ڏُوجان ماڻسان چي جُملان چا جائِزا گيهڻ ائُون اُونهان نُون مڃڻ لازمِي ڇَي۔ تمهِين آپڪِي ٻولِي ۾ هِدايتا ٺاهوا۔ جُملي </languageGuidelinesLink> اِٺي <languageGuidelinesLink> 15 لفظان کن گھٽ هُوِي۔ تمهِين متنا چي مالڪا کن پُوڇ سِگھا ڇَوا۔ اوهچ </licenseLink> عوامِي ڊومين <licenseLink> اِستعمال ڪتان امچا معافِي هاڙا عمل اِستعمال ڪتِي CC0 <waiverLink> نُون اَمهان ڏِسِين مولڪلا۔

source: { $sentences } sentences reviewed. Thank you!
odk: جُملان چِي نظرثانِي ڪلِي گيلي، تمچِي مهربانِي ۔

source: Sentence text
odk: جُملي چا متن

source: Sentence Variant
odk: جُملي چا تغِير

source: Separate sentences into one line by pressing “Enter” or “Return” once
odk: هيڪ چڪر ”Enter“ يان بڙي ”Return“ دباوَڻي سُون جُملا نُون هيڪِي لائِينِي کن جُدا ڪرا۔

source: Serbian
odk: سربيائِي

source: Seri
odk: سيرِي

source: Serian Bidayuh
odk: سيرِيئَن بِدايُوها

source: Service and Retail
odk: سروَس ائُون رِٽيل

source: Set a goal
odk: هيڪ مقصد مُقرر ڪرا

source: Set my visibility
odk: مانڇِي visibility مُقرر ڪرا

source: Setswana
odk: سيٽسوانِي

source: Settings
odk: جوڙ جڪ، (ڪوشش ڪرڻ)

source: Sex
odk: جِنس

source: Sex or Gender
odk: جِنس

source: SHA256 Checksum Copied!
odk: SHA256 Checksum ڪاپِي ڪلا گيلا

source: Shan
odk: شانَئِي

source: Share Common Voice
odk: ڪامن وائِسا ۾ شيئر ڪرا

source: Share my goal
odk: مانڇا مقصد بانٽا

source: Share your clip
odk: آپڪا ڪِلپ شيئر ڪرا

source: Share your { $count } Clip Daily Goal for { $type }
odk: آپڪا { $type } ڪِلپ هر روز مقصدا چي ڪاڻ شيئر ڪرا { $count }

source: Share your { $count } Clip Weekly Goal for { $type }
odk: آپڪا { $type } ڪِلپ هفتيورا (هر هفتي) شئير ڪرا { $count }

source: Share your event
odk: آپڪي واقِيعي سُڻاوا

source: Shilha
odk: شيلائِي

source: Shina
odk: شِينا

source: Shortcuts
odk: شارٽ ڪٽ

source: [Should be ‘dinosaurs’]
odk: [هُووڻ کپِي ڊائنوسار]

source: [Should be “We are”]
odk: [هُوَڻ کپَي "اَمهِين ڇَئُون"]

source: Show me sentences and clips from all variants within my language
odk: مُنُون آپڪِي ۾ ٻولِي ۾ موجُود گھڻا ئِي قِسمان چي جُملي ائُون ڪِلپس ڏِکاڻا۔

source: Show my ranking
odk: مانڇا درجا ڏِکاڻا

source: Sicilian
odk: سسيلِيئَن

source: Sign up
odk: سائِين اپ ڪرا

source: Sign up for an account
odk: هيڪي اڪائُونٽا چي ڪاڻ سائِين اَپ ڪرا

source: Sign up for Common Voice newsletters, goal reminders and progress updates
odk: ڪامن وائِيس نيُوز ليٽر، مقصد ياد ڏيراوَڻي هاڙا ائُون ترقِي چِي تازا ڪارِي چي ڪاڻ سائِين اَپ ڪرا۔

source: sign up for email updates
odk: نَوِين اِي ميلِي چي ڪاڻ سائِين اَپ ڪرا

source: Sign up for { $lang } updates:
odk: تازا ڪارِي چي ڪاڻ { $lang } سائِين اَپ ڪرا

source: Simple and easy for anyone to understand
odk: سمجھڻي ڪاڻ سادا ائُون سولا

source: Sindhi
odk: سنڌِي

source: Single
odk: هيڪَچ

source: Single sentence submission
odk: هيڪَچ جُملا جمع ڪرڻ

source: Single ZIP file containing
odk: هيڪ زِپ فائِيل شامل ڇَي

source: Sinhala
odk: سنهالِي

source: Siswati
odk: سِسواتِي

source: Size
odk: ساپ

source: Skip
odk: ڇوڙا

source: Skipped
odk: ڇوڙتِي ڏِلَي

source: Skip Submission Feedback
odk: جمع ڪراوَڻي چِي صلاح ڇوڙتِي ڏِيا

source: Slovak
odk: سَلوويڪِي

source: Slovenian
odk: سَلووينِي

source: Small batch
odk: ڌاڪڙا ڳُڇا

source: Small batch sentence submission
odk: ڌاڪڙان جُملان چا ڳُڇا ڀيڙا ڪرڻ

source: Small businesses, including tech and AI start ups
odk: شرُوع هُوَڻي هاڙي ڪاروبار AI ڌاري ڪاروبار، بشمول ٽيڪ ائُون

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
odk: [نڇڻ] ٽراسِڪا چَي موٽَي [ کنگهه] ڊائناسار.

source: Social media
odk: سوشل مِڊِيا

source: Solicit personally identifying information (like names or financial information)
odk: ذاتِي نمُوني سُون اوڙکاند ڪرڻي هاڙِي ڄاڻ گيهوا (جُون نان يان بڙي مالِي ڄاڻ)

source: Somali
odk: صومالِي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
odk: ڪهِين ٻولِيان ۾ گرامر، لفظان چا ذخِيرا ائُون اُچارا ۾ تمام گھڻا فرق ڇَي۔ ايهچ سببا ڪاڻ، 2022 ۾ امهِين <ctaLink> ‘Variants’</ctaLink> متعارف ڪرائُون ڇئُون پلي۔ ها برادرِيان نُون اُونهان چي ٻولِيان نُون موٽي ڊيٽاسيٽا ۾ نُون جُدا اوڙکاند ڏِيئڻي چا طرِيقا ڏِيئَي ڇَي۔ ه

source: Someone asks for a language to be added.
odk: ڪو ماڻس هيڪِي ٻولِي نُون شامل ڪرڻي چِي درخواست ڪرَي ڇَي پلَي۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
odk: نقل ڪرڻي چي ڪاڻ آڊيوئِي چِي ڪاروائِي ڪتان مهلِي ڪهِين غلط هُتِي پلَي۔ مهربانِي ڪتِي پڇي بڙي بڙتِي ڪوشش ڪرا۔

source: Something went wrong while fetching prompts. Please try again later.
odk: پرامپٽس گيهٿان مهلِي ڪهِين غلط هُتِي پلَي۔ مهربانِي ڪتِي پڇي بڙي بڙتِي ڪوشش ڪرا۔

source: Something went wrong while fetching transcriptions. Please try again later.
odk: بي مهل نقل ڪتان ۾ ڪهِين غلط هُتِي گيلَي۔ مهربانِي ڪتِي پڇي بڙي بڙتِي ڪوشش ڪرا۔

source: Something went wrong with reCAPTCHA. Please try again.
odk: reCAPTCHA سُون ڪهِين غلط هُتِي گيلَي۔ مهربانِي ڪتِي بڙتِي ڪوشش ڪرا۔{ " " }

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
odk: ڪو ٻولِي يان بڙي ٻولِي چي خنادانا منجھ ڪهِين قِسم ائُون ٻولِيا هيڪي ڏُوجي سُون ڏاڍِيا فرق هُوي هِتييا۔ جي تمهِان نُون ڪو بِي خاص قِسما سُون مشهُور هُوَڻي ۾ پريشانِي هُوَي ڇَي پلِي، تہ تمهِين اِٺي آپڪِيا ترجِيحات مٽا سِگھا ڇَوا۔

source: Soninke
odk: سوننڪِي

source: Sorbian, Lower
odk: سربِيائِي، جھِڪلِي

source: Sorbian, Upper
odk: سربِيائِي، مٿلِي

source: Sorry, Common Voice is running slowly. Thanks for your interest.
odk: معاف ڪجا، ڪامن وائِيس هوڙِيُون چالَي ڇَي چلا۔ دِلچسپِي ڏِکاڻڻي ڪاڻ تمچِي مهربانِي۔

source: Sorry, something went wrong
odk: معاف ڪجا، ڪو غلطِي هُلِي ڇَي۔

source: Source: { $sentenceSource }
odk: وسِيلا

source: Southern Kurdish
odk: ڏکڻا هاڙِي ڪردشِي

source: Southern Pastaza Quechua
odk: ڏکڻا هاڙِي پاستازا ڪيچوا

source: Southern Sotho
odk: ڏکڻا هاڙِي سوٿِي

source: Southwestern Tlaxiaco Mixtec
odk: ڏکڻ آنٿوڻي ٽلاگزِيڪو مِگزٽيڪ

source: Spanish
odk: هسپانوِي

source: Speak
odk: ٻولا

source: Speakable
odk: ٻولڻي چي لائِق

source: Speakers
odk: ٻولڻي هاڙي

source: Speaking
odk: ٻولڻ

source: Speaking and Listening
odk: ٻولڻ ائُون سُڻڻ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
odk: آپتان ۾ ڪامن وائِيسا ۾ بات ڪرا۔ تمچي ٻولڻي هاڙي طرِيقي نُون ڀلِيڪار ڪيهُون ڇئُون۔ اَمهِين چاهُون ڇَئُون تہ تمچا جُون تلفُظ ڇَي محمُولِي حجم، انداز ائُون انٽونيشن ڇَي جھُونچ ئِي هُوَي۔

source: Speak now
odk: اِمهين ٻولا

source: Speak options menu
odk: ٻولڻي چي اختياران چا مينيُو

source: Speak up, contribute here!
odk: ٻولا، اِٺي تعاون ڪرا

source: Special Characters and Foreign Letters
odk: خاص اکر ائُون غير مُلڪا چَي اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
odk: خاص نشانِيان ائُون اوقاف رُگَي وي مهلِي شامل ڪلي جائي هِتي جِڏ بِلڪُل لازمِي هُوِي۔ مثال ائُون ماخذ متنا ۾ شامل ڪلَي جا، پَر ”we‘re“ ائُون ”don‘t“ انگريزِي لفظان ۾ شامل ڪلي گيلي هِتي، مثال: apostrophne، هيڪ اُونهچ لازمِي ڪونهِي جو تمهِان نُون ڪو بِي خاص علامتِي چِي ضرُورت پڙهِي، مثال ”@“ يان بڙي ”#“۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
odk: <speechBlogLink> تقرِيرِي چِي اوڙکاندِي کن شرُوعات ڪرا </speechBlogLink>

source: Spelling and Punctuation
odk: هجي ائُون اوقاف

source: Split into { $archiveCount } ZIP files containing
odk: { $archiveCount } بِچڙوڙِيان زپ فائِيلان ۾ پانٽا

source: Splits
odk: الگ

source: Splits (Age and Sex)
odk: الگ (عُمر ائُون جِنس)

source: Spontaneous Speech
odk: بي بقا تقرِير

source: SPONTANEOUS SPEECH
odk: بي بقا تقرِير

source: Start recording
odk: رڪارڊنگ شرُوع ڪرا

source: Start typing to describe your accent
odk: آپڪي اُچارا نُون سُڻاوَڻي ڪاڻ ٽائِيپنگ شرُوع ڪرا

source: Stats
odk: انگ اکرين

source: Status Page
odk: اسٽيٽسا هاڙا صفحا

source: Still have questions?
odk: اڃا سوال هِتي؟

source: Streaks
odk: تارُون

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
odk: <strong>[کڙڪ]</strong> موٽي ڊائناسارز <strong>[کڙڪ]</strong> رائيسڪ۔
